{
  "Fatigue": {
    "english_name": "Fatigue",
    "hindi_name": "थकान",
    "english_description": "Constant tiredness or weakness affecting physical and mental energy levels.",
    "hindi_description": "निरंतर थकान या कमजोरी जो शारीरिक और मानसिक ऊर्जा स्तरों को प्रभावित करती है।"
  },
  "Runny Nose": {
    "english_name": "Runny Nose",
    "hindi_name": "बहती नाक",
    "english_description": "Discharge of fluid from the nose due to various factors like allergies or infections.",
    "hindi_description": "नाक से तरल पदार्थ का निर्गम जो एलर्जी या संक्रमण जैसे विभिन्न कारकों के कारण होता है।"
  },
  "Headache": {
    "english_name": "Headache",
    "hindi_name": "सिरदर्द",
    "english_description": "Pain or discomfort in the head, often with varying intensity.",
    "hindi_description": "सिर में दर्द या असहनीयता, अक्सर विभिन्न तीव्रता के साथ।"
  },
  "Bodyache": {
    "english_name": "Bodyache",
    "hindi_name": "शरीर में दर्द",
    "english_description": "Generalized pain or discomfort affecting muscles, bones, or joints.",
    "hindi_description": "मांसपेशियों, हड्डियों, या जोड़ों को प्रभावित करने वाला सामान्य दर्द या असहनीयता।"
  },
  "Fever": {
    "english_name": "Fever",
    "hindi_name": "बुखार",
    "english_description": "Temporary increase in body temperature, often accompanied by sweating and chills.",
    "hindi_description": "शारीरिक तापमान में अस्थायी वृद्धि, अक्सर पसीने और ठंड के साथ।"
  },
  "Coughing": {
    "english_name": "Coughing",
    "hindi_name": "खांसी",
    "english_description": "Reflex action to clear airways of mucus, irritants, or foreign particles.",
    "hindi_description": "नाक के मल, कटु संवेदक, या विदेशी कणों को साफ करने के लिए प्रतिक्रिया।"
  },
  "Sneezing": {
    "english_name": "Sneezing",
    "hindi_name": "छींकना",
    "english_description": "Forceful expulsion of air through the nose and mouth, often due to irritation or infection.",
    "hindi_description": "नाक और मुंह के माध्यम से हवा की बलपूर्वक निकासी, अक्सर कटुता या संक्रमण के कारण।"
  },
  "Sore Throat": {
    "english_name": "Sore Throat",
    "hindi_name": "गले में खराश",
    "english_description": "Pain, scratchiness, or irritation in the throat, often worsened by swallowing.",
    "hindi_description": "गले में दर्द, खराश, या चिढ़ाने की जलन, अक्सर निगलते समय बढ़ती है।"
  },
  "Abdominal Pain": {
    "english_name": "Abdominal Pain",
    "hindi_name": "पेट में दर्द",
    "english_description": "Pain or discomfort in the area between the chest and pelvis, often caused by digestive issues.",
    "hindi_description": "सीने और कूल्हे के बीच क्षेत्र में दर्द या असहनीयता, अक्सर पाचन समस्याओं के कारण।"
  },
  "Nausea": {
    "english_name": "Nausea",
    "hindi_name": "बेहोशी",
    "english_description": "Feeling of queasiness or discomfort in the stomach, often preceding vomiting.",
    "hindi_description": "उलझन या असहनीयता की भावना पेट में, अक्सर उल्टी के पूर्वाह्न में।"
  },
  "Vomiting": {
    "english_name": "Vomiting",
    "hindi_name": "उल्टी",
    "english_description": "Forceful expulsion of stomach contents through the mouth, often due to illness or irritation.",
    "hindi_description": "पेट के विषयक सामग्री का जबरदस्त निकासी मुंह के माध्यम से, अक्सर बीमारी या चिढ़ाने के कारण।"
  },
  "Burning in upper abdomen": {
    "english_name": "Burning in upper abdomen",
    "hindi_name": "ऊपरी पेट में जलन",
    "english_description": "Sensation of heat or discomfort in the upper part of the abdomen, often associated with acid reflux or gastritis.",
    "hindi_description": "पेट के ऊपरी हिस्से में गर्मी या असहनीयता की भावना, अक्सर एसिड रिफ्लक्स या गैस्ट्राइटिस के साथ जुड़ी होती है।"
  },
  "Indigestion": {
    "english_name": "Indigestion",
    "hindi_name": "पाचन समस्या",
    "english_description": "Difficulty in digesting food, often accompanied by discomfort or bloating.",
    "hindi_description": "खाद्य पदार्थों को पचाने में कठिनाई, अक्सर असहनीयता या सूजन के साथ।"
  },
  "Joint Swelling": {
    "english_name": "Joint Swelling",
    "hindi_name": "जोड़ की सूजन",
    "english_description": "Enlargement or puffiness around a joint, often due to inflammation or injury.",
    "hindi_description": "किसी जोड़ के आसपास बड़ा होना या सूजन, अक्सर सूजन या चोट के कारण।"
  },
  "Joint pain in great toe": {
    "english_name": "Joint pain in great toe",
    "hindi_name": "महान अंगुली में जोड़ का दर्द",
    "english_description": "Pain or discomfort in the joint of the big toe, often due to conditions like gout or arthritis.",
    "hindi_description": "बड़े पैर के जोड़ में दर्द या असहनीयता, अक्सर गठिया या गठिया जैसी स्थितियों के कारण।"
  },
  "Warmth in joint": {
    "english_name": "Warmth in joint",
    "hindi_name": "जोड़ में गरमी",
    "english_description": "Feeling of warmth or heat around a joint, often due to inflammation or infection.",
    "hindi_description": "किसी जोड़ के आसपास गर्मी या तापमान की भावना, अक्सर सूजन या संक्रमण के कारण।"
  },
  "Skin redness": {
    "english_name": "Skin redness",
    "hindi_name": "त्वचा की लालिमा",
    "english_description": "Redness or inflammation of the skin, often due to irritation, infection, or allergic reactions.",
    "hindi_description": "त्वचा की लालिमा या सूजन, अक्सर चिढ़ाने, संक्रमण, या एलर्जिक प्रतिक्रियाओं के कारण।"
  },
  "Limited range of motion": {
    "english_name": "Limited range of motion",
    "hindi_name": "गतिमान दर्द",
    "english_description": "Reduced ability to move a joint or body part through its full range of motion.",
    "hindi_description": "किसी जोड़ या शरीर के किसी भाग को पूर्ण गतिमान के माध्यम से हिलाने की क्षमता में कमी।"
  },
  "Chest Pain": {
    "english_name": "Chest Pain",
    "hindi_name": "सीने में दर्द",
    "english_description": "Discomfort or pain in the chest area, often related to heart or lung problems.",
    "hindi_description": "सीने के क्षेत्र में असहनीयता या दर्द, अक्सर हृदय या फेफड़ों की समस्याओं से संबंधित।"
  },
  "Shortness of breath": {
    "english_name": "Shortness of breath",
    "hindi_name": "सांस की छोटाई",
    "english_description": "Difficulty in breathing or feeling breathless, often due to respiratory or cardiac issues.",
    "hindi_description": "सांस लेने में कठिनाई या सांस की छोटाई की भावना, अक्सर श्वसन या हृदय संबंधित समस्याओं के कारण।"
  },
  "Chills and Rigour": {
    "english_name": "Chills and Rigour",
    "hindi_name": "ठंड और रिगोर",
    "english_description": "Sudden feeling of coldness and shivering, often accompanied by fever or infection.",
    "hindi_description": "अचानक ठंड और कंपकंपी, अक्सर बुखार या संक्रमण के साथ।"
  },
  "Loss of Appetite": {
    "english_name": "Loss of Appetite",
    "hindi_name": "भूख का न होना",
    "english_description": "Reduction in desire to eat, often due to illness, stress, or digestive issues.",
    "hindi_description": "खाने की इच्छा में कमी, अक्सर बीमारी, तनाव, या पाचन समस्याओं के कारण।"
  },
  "Weight Loss": {
    "english_name": "Weight Loss",
    "hindi_name": "वजन कमी",
    "english_description": "Reduction in body weight, often unintentional and associated with underlying health problems.",
    "hindi_description": "शारीरिक वजन में कमी, अक्सर अज्ञात और अंतर्निहित स्वास्थ्य समस्याओं से जुड़ी होती है।"
  },
  "Melena": {
    "english_name": "Melena",
    "hindi_name": "मेलेना",
    "english_description": "Passage of black, tarry stools due to presence of blood in the digestive tract.",
    "hindi_description": "पाचन तंत्र में रक्त की मौजूदगी के कारण काले, चिकनी उपदस्थ के निकास।"
  },
  "Chills and Sweating": {
    "english_name": "Chills and Sweating",
    "hindi_name": "ठंड और पसीना",
    "english_description": "Episodes of feeling cold accompanied by sweating, often associated with fever or illness.",
    "hindi_description": "पसीने के साथ ठंड की भावना के घटनाक्रम, अक्सर बुखार या बीमारी के साथ जुड़ा होता है।"
  },
  "Diarrhoea": {
    "english_name": "Diarrhoea",
    "hindi_name": "दस्त",
    "english_description": "Frequent passage of loose, watery stools, often due to infection or dietary issues.",
    "hindi_description": "लगातार गिला, पानी जैसे उपदस्थ का निकास, अक्सर संक्रमण या आहार समस्याओं के कारण।"
  },
  "Loose Motion": {
    "english_name": "Loose Motion",
    "hindi_name": "लूज मोशन",
    "english_description": "Frequent passage of loose, watery stools, often due to infection or dietary issues.",
    "hindi_description": "लगातार गिला, पानी जैसे उपदस्थ का निकास, अक्सर संक्रमण या आहार समस्याओं के कारण।"
  },
  "Pressure around head": {
    "english_name": "Pressure around head",
    "hindi_name": "सिर के चारों ओर दबाव",
    "english_description": "Sensation of tightness or discomfort around the head, often due to stress or sinus issues.",
    "hindi_description": "सिर के चारों ओर कसावट या असहनीयता की भावना, अक्सर तनाव या नाक की समस्याओं के कारण।"
  },
  "Difficulty in sleep": {
    "english_name": "Difficulty in sleep",
    "hindi_name": "नींद में कठिनाई",
    "english_description": "Trouble falling asleep or staying asleep, often leading to fatigue and irritability.",
    "hindi_description": "नींद आने या नींद में रहने में परेशानी, अक्सर थकान और चिढ़ाने के कारण।"
  },
  "Itching": {
    "english_name": "Itching",
    "hindi_name": "खुजली",
    "english_description": "Unpleasant sensation prompting the desire to scratch, often due to skin irritation or allergy.",
    "hindi_description": "चिढ़ाने की इच्छा को उत्तेजित करने वाली अप्रिय भावना, अक्सर त्वचा के चिढ़ाने या एलर्जी के कारण।"
  },
  "Rash": {
    "english_name": "Rash",
    "hindi_name": "दाने",
    "english_description": "Small, raised bumps or redness on the skin, often caused by allergic reactions or infections.",
    "hindi_description": "त्वचा पर छोटे, उच्च कूचे या लालिमा, अक्सर एलर्जिक प्रतिक्रियाओं या संक्रमण के कारण।"
  },
  "Dizziness": {
    "english_name": "Dizziness",
    "hindi_name": "चक्कर आना",
    "english_description": "Feeling of lightheadedness or unsteadiness, often accompanied by spinning sensation.",
    "hindi_description": "सर में हल्कापन या अस्थिरता की भावना, अक्सर घूमने की भावना के साथ।"
  },
  "Joint Pain": {
    "english_name": "Joint Pain",
    "hindi_name": "जोड़ों में दर्द",
    "english_description": "Pain or discomfort in the joints, often due to inflammation, injury, or arthritis.",
    "hindi_description": "जोड़ों में दर्द या असहनीयता, अक्सर सूजन, चोट, या गठिया के कारण।"
  },
  "Voice Changes": {
    "english_name": "Voice Changes",
    "hindi_name": "आवाज़ में परिवर्तन",
    "english_description": "Alteration in the tone, pitch, or quality of one's voice, often due to illness or strain.",
    "hindi_description": "अपनी आवाज़ के टोन, पिच, या गुणवत्ता में परिवर्तन, अक्सर बीमारी या तनाव के कारण।"
  },
  "Neck Pain": {
    "english_name": "Neck Pain",
    "hindi_name": "गर्दन में दर्द",
    "english_description": "Discomfort or pain in the neck region, often due to muscle strain or poor posture.",
    "hindi_description": "गर्दन क्षेत्र में असहनीयता या दर्द, अक्सर मांसपेशियों की चोट या खराब आसन के कारण।"
  },
  "Repeated doing same activity without any reason": {
    "english_name": "Repeated doing same activity without any reason",
    "hindi_name": "किसी कारण के बिना एक ही क्रिया को बार-बार करना",
    "english_description": "Engaging in the same action or behavior repeatedly without apparent cause or motivation.",
    "hindi_description": "स्पष्ट कारण या प्रेरणा के बिना बार-बार एक ही कार्रवाई या व्यवहार में लगाना।"
  },
  "Anxiety": {
    "english_name": "Anxiety",
    "hindi_name": "चिंता",
    "english_description": "Feeling of worry, nervousness, or unease about an imminent event or uncertain outcome.",
    "hindi_description": "आसन्न घटना या अनिश्चित परिणाम के बारे में चिंता, घबराहट, या अस्थिरता की भावना।"
  },
  "Difficulty in Concentrating": {
    "english_name": "Difficulty in Concentrating",
    "hindi_name": "ध्यान केंद्रित करने में कठिनाई",
    "english_description": "Trouble focusing or maintaining attention on a task or thought, often due to distraction or stress.",
    "hindi_description": "कार्य या विचार पर ध्यान केंद्रित करने या बनाए रखने में परेशानी, अक्सर विचलन या तनाव के कारण।"
  },
  "Irritated mood": {
    "english_name": "Irritated mood",
    "hindi_name": "चिढ़ा हुआ मूड",
    "english_description": "Feeling easily annoyed, agitated, or impatient, often in response to stress or frustration.",
    "hindi_description": "आसानी से चिढ़ा, उत्तेजित, या अधीर, अक्सर तनाव या परेशानी का प्रतिक्रियात्मक रूप में।"
  },
  "Constipation": {
    "english_name": "Constipation",
    "hindi_name": "कब्ज",
    "english_description": "Difficulty in passing stools, often associated with infrequent bowel movements or hard stools.",
    "hindi_description": "मल को बाहर निकालने में कठिनाई, अक्सर अनियमित बोवल गतिविधियों या कठिन उपदस्थों के साथ संबंधित।"
  },
  "Rectal bleeding": {
    "english_name": "Rectal bleeding",
    "hindi_name": "गुदा में खूनी बहाव",
    "english_description": "Passage of blood from the rectum, often due to conditions like hemorrhoids or anal fissures.",
    "hindi_description": "मल द्वार से रक्त का निकास, अक्सर बवासीर या गुदा के फिशर जैसी स्थितियों के कारण।"
  },
  "Swelling around anus": {
    "english_name": "Swelling around anus",
    "hindi_name": "गुदा के चारों ओर सूजन",
    "english_description": "Enlargement or puffiness in the area surrounding the anal opening, often due to inflammation or hemorrhoids.",
    "hindi_description": "गुदा खोलने के आसपास के क्षेत्र में बड़ा होना या सूजन, अक्सर सूजन या बवासीर के कारण।"
  },
  "Itching in anal region": {
    "english_name": "Itching in anal region",
    "hindi_name": "गुदा क्षेत्र में खुजली",
    "english_description": "Unpleasant sensation prompting the desire to scratch around the anus, often due to irritation or infection.",
    "hindi_description": "गुदा के चारों ओर चिढ़ाने की इच्छा को उत्तेजित करने वाली अप्रिय भावना, अक्सर चिढ़ाने या संक्रमण के कारण।"
  },
  "Pain in rectal area": {
    "english_name": "Pain in rectal area",
    "hindi_name": "मल द्वार क्षेत्र में दर्द",
    "english_description": "Discomfort or pain in the area surrounding the anal opening, often due to conditions like hemorrhoids or anal fissures.",
    "hindi_description": "गुदा खोलने के आसपास के क्षेत्र में असहनीयता या दर्द, अक्सर बवासीर या गुदा के फिशर जैसी स्थितियों के कारण।"
  },
  "Mucus discharge": {
    "english_name": "Mucus discharge",
    "hindi_name": "स्लाई निकासी",
    "english_description": "Passage of thick, sticky fluid from the rectum, often due to inflammation or infection.",
    "hindi_description": "मल द्वार से मोटा, चिकना तरल पदार्थ का निकास, अक्सर सूजन या संक्रमण के कारण।"
  },
  "Hand and Wrist Pain": {
    "english_name": "Hand and Wrist Pain",
    "hindi_name": "हाथ और कलाई का दर्द",
    "english_description": "Discomfort or pain in the hand or wrist region, often due to strain, injury, or arthritis.",
    "hindi_description": "हाथ या कलाई क्षेत्र में असहनीयता या दर्द, अक्सर तनाव, चोट, या गठिया के कारण।"
  },
  "Radiating Pain": {
    "english_name": "Radiating Pain",
    "hindi_name": "प्रक्षेपित दर्द",
    "english_description": "Pain that spreads or extends from its source to other areas of the body, often along nerves.",
    "hindi_description": "जो अपने स्रोत से शरीर के अन्य क्षेत्रों तक फैलता है, अक्सर नसों के साथ।"
  },
  "Tingling numbness in little, ring, middle finger": {
    "english_name": "Tingling numbness in little, ring, middle finger",
    "hindi_name": "छोटे, अंगूठे, मध्यम उंगली में झंझनाहट और सुन्नता",
    "english_description": "Sensation of pins and needles or numbness in the little, ring, and middle fingers.",
    "hindi_description": "छोटे, अंगूठे, और मध्यम उंगलियों में सूजन के लक्षण या सुन्नता की भावना।"
  },
  "Muscle weakness": {
    "english_name": "Muscle weakness",
    "hindi_name": "मांसपेशियों की कमजोरी",
    "english_description": "Reduced strength or inability to exert force with muscles, often due to fatigue or nerve damage.",
    "hindi_description": "मांसपेशियों में बल या बल के उत्पन्न करने की असमर्थता, अक्सर थकान या नस के क्षति केकारण।"
  },
  "Nasal Congestion": {
    "english_name": "Nasal Congestion",
    "hindi_name": "नाक की बंदी",
    "english_description": "Blockage or stuffiness in the nasal passages, often causing difficulty in breathing through the nose.",
    "hindi_description": "नाक के गुजरने की पथ में रुकावट या भराई, अक्सर नाक से सांस लेने में कठिनाई का कारण।"
  },
  "Nasal Discharge": {
    "english_name": "Nasal Discharge",
    "hindi_name": "नाक से निकलना",
    "english_description": "Flow of mucus or fluid from the nose, often associated with allergies or infections.",
    "hindi_description": "नाक से स्लाइड या तरल पदार्थ का प्रवाह, अक्सर एलर्जी या संक्रमण के साथ जुड़ा होता है।"
  },
  "Facial Pain": {
    "english_name": "Facial Pain",
    "hindi_name": "चेहरे का दर्द",
    "english_description": "Discomfort or pain in the facial region, often due to sinus issues or dental problems.",
    "hindi_description": "चेहरे क्षेत्र में असहनीयता या दर्द, अक्सर नाक की समस्याओं या दाँतों की समस्याओं के कारण।"
  },
  "Loss of Smell": {
    "english_name": "Loss of Smell",
    "hindi_name": "गंध का नहीं आना",
    "english_description": "Reduced or absent ability to perceive odors, often due to nasal congestion or neurological conditions.",
    "hindi_description": "गंध को प्राप्त करने की क्षमता का कमी या अभाव, अक्सर नाक की बंदी या न्यूरोलॉजिकल स्थितियों के कारण।"
  },
  "Bad Breath": {
    "english_name": "Bad Breath",
    "hindi_name": "बदबू",
    "english_description": "Unpleasant odor or smell emanating from the mouth, often due to poor oral hygiene or dental issues.",
    "hindi_description": "मुँह से आने वाली अप्रिय गंध, अक्सर खराब मुँह की स्वच्छता या दाँतों की समस्याओं के कारण।"
  },
  "Spinning Sensation": {
    "english_name": "Spinning Sensation",
    "hindi_name": "घूमती भावना",
    "english_description": "Feeling of rotation or spinning, often associated with dizziness or vertigo.",
    "hindi_description": "घूमावदार या घूमने की भावना, अक्सर चक्कर आने या चक्करदार के साथ जुड़ा होता है।"
  },
  "Balance Problems": {
    "english_name": "Balance Problems",
    "hindi_name": "संतुलन समस्याएँ",
    "english_description": "Difficulty in maintaining balance or equilibrium, often resulting in unsteadiness or falls.",
    "hindi_description": "संतुलन या संतुलन को बनाए रखने में कठिनाई, अक्सर अस्थिरता या गिरावट के परिणाम से।"
  },
  "Tenderness of Joint": {
    "english_name": "Tenderness of Joint",
    "hindi_name": "जोड़ की कोमलता",
    "english_description": "Pain or discomfort in a joint with gentle pressure, often due to inflammation or injury.",
    "hindi_description": "किसी जोड़ में दर्द या असहनीयता, अक्सर सूजन या चोट के कारण।"
  },
  "Joint Deformity": {
    "english_name": "Joint Deformity",
    "hindi_name": "जोड़ की विकृति",
    "english_description": "Abnormal or misshapen appearance of a joint, often due to arthritis or injury.",
    "hindi_description": "किसी जोड़ का असामान्य या अप्रिय दिखना, अक्सर गठिया या चोट के कारण।"
  },
  "Nodule": {
    "english_name": "Nodule",
    "hindi_name": "गांठ",
    "english_description": "Small, solid mass or lump beneath the skin, often benign but may require medical evaluation.",
    "hindi_description": "छोटे, ठोस गांठ या गांठ त्वचा के नीचे, अक्सर अच्छा होता है लेकिन चिकित्सा मूल्यांकन की आवश्यकता हो सकती है।"
  },
  "Stiffness": {
    "english_name": "Stiffness",
    "hindi_name": "अकड़",
    "english_description": "Reduced ability to move a joint or muscle freely, often due to inflammation or injury.",
    "hindi_description": "किसी जोड़ या मांसपेशी को स्वतंत्र रूप से हिलाने की क्षमता का कम होना, अक्सर सूजन या चोट के कारण।"
  },
  "Throbbing Pain": {
    "english_name": "Throbbing Pain",
    "hindi_name": "धड़कने वाला दर्द",
    "english_description": "Pulsating or rhythmic pain that may feel like a heartbeat, often due to vascular or nerve issues.",
    "hindi_description": "हड्डी या तंत्रिका समस्याओं के कारण हृदयध्वनि की भावना दर्द जो नाजुक या रचनात्मक हो सकता है।"
  },
  "Unilateral Pain": {
    "english_name": "Unilateral Pain",
    "hindi_name": "एकपक्षीय दर्द",
    "english_description": "Pain experienced on only one side of the body, often localized to a specific area.",
    "hindi_description": "केवल शरीर के एक ही ओर अनुभवित दर्द, अक्सर एक विशिष्ट क्षेत्र में स्थानीय।"
  },
  "Aura Symptoms": {
    "english_name": "Aura Symptoms",
    "hindi_name": "औरा के लक्षण",
    "english_description": "Sensory disturbances like visual changes or tingling sensation that often precede migraines.",
    "hindi_description": "संवेदनशील बाधाओं जैसे दृश्यिक परिवर्तन या झंझनाहट की भावना जो अक्सर माइग्रेन के पूर्ववर्ती होती हैं।"
  },
  "Sensitivity to Light": {
    "english_name": "Sensitivity to Light",
    "hindi_name": "रोशनी के प्रति संवेदनशीलता",
    "english_description": "Increased sensitivity or discomfort in response to bright light, often associated with eye conditions.",
    "hindi_description": "तेज रोशनी के प्रति बढ़ी हुई संवेदनशीलता या असहनीयता, अक्सर आँख की स्थितियों के साथ जुड़ी होती है।"
  },
  "Sensitivity to Sound": {
    "english_name": "Sensitivity to Sound",
    "hindi_name": "ध्वनि के प्रति संवेदनशीलता",
    "english_description": "Heightened sensitivity or discomfort in response to loud or specific sounds.",
    "hindi_description": "जोरदार या विशेष ध्वनियों के प्रति उत्तेजना या असहनीयता में वृद्धि।"
  },
  "Difficulty in sleep": {
    "english_name": "Difficulty in sleep",
    "hindi_name": "नींद में कठिनाई",
    "english_description": "Trouble falling asleep or staying asleep, often leading to fatigue and irritability.",
    "hindi_description": "नींद आने या नींद में रहने में परेशानी, अक्सर थकान और चिढ़ाने के कारण।"
  },
  "Early Morning Awakening": {
    "english_name": "Early Morning Awakening",
    "hindi_name": "सुबह उठना",
    "english_description": "Waking up earlier than desired and finding it difficult to return to sleep.",
    "hindi_description": "इच्छित से पहले उठना और नींद को वापस लौटने में कठिनाई महसूस करना।"
  },
  "Daytime Sleepiness": {
    "english_name": "Daytime Sleepiness",
    "hindi_name": "दिन में नींद",
    "english_description": "Feeling excessively drowsy or sleepy during daytime hours, often indicating sleep disturbances.",
    "hindi_description": "दिन के समय अत्यधिक उंगली या नींद का अनुभव, अक्सर नींद के विघटन का संकेत देता है।"
  },
  "Difficulty in Concentrating": {
    "english_name": "Difficulty in Concentrating",
    "hindi_name": "ध्यान केंद्रित करने में कठिनाई",
    "english_description": "Trouble focusing or maintaining attention on a task or thought, often due to distraction or stress.",
    "hindi_description": "कार्य या विचार पर ध्यान केंद्रित करने या बनाए रखने में परेशानी, अक्सर विचलन या तनाव के कारण।"
  },
  "Wheezing sound": {
    "english_name": "Wheezing sound",
    "hindi_name": "घाबराहट की ध्वनि",
    "english_description": "High-pitched whistling sound produced while breathing, often due to narrowed airways.",
    "hindi_description": "श्वास के दौरान उत्पन्न उच्च स्वर की सीटी ध्वनि, अक्सर संकीर्ण हवाओं के कारण।"
  },
  "Chest Tightness": {
    "english_name": "Chest Tightness",
    "hindi_name": "छाती की तंगी",
    "english_description": "Feeling of pressure or constriction in the chest, often associated with breathing difficulties.",
    "hindi_description": "छाती में दबाव या सीमिति की भावना, अक्सर श्वास की कठिनाइयों के साथ जुड़ी होती है।"
  },
  "Pain and Tenderness in affected area": {
    "english_name": "Pain and Tenderness in affected area",
    "hindi_name": "प्रभावित क्षेत्र में दर्द और कोमलता",
    "english_description": "Discomfort or soreness experienced in an area of the body that is affected by injury or illness.",
    "hindi_description": "चोट या बीमारी से प्रभावित किसी क्षेत्र में असहनीयता या दर्द अनुभव करना।"
  },
  "Edema at affected area": {
    "english_name": "Edema at affected area",
    "hindi_name": "प्रभावित क्षेत्र में सूजन",
    "english_description": "Swelling caused by fluid retention in the tissues of the body, often due to injury or inflammation.",
    "hindi_description": "शरीर के ऊतकों में तरल प्रतिधारण से होने वाली सूजन, अक्सर चोट या सूजन के कारण।"
  },
  "Irritated mood": {
    "english_name": "Irritated mood",
    "hindi_name": "चिढ़ा हुआ मूड",
    "english_description": "Feeling easily annoyed, agitated, or impatient, often in response to stress or frustration.",
    "hindi_description": "आसानी से चिढ़ा, उत्तेजित, या अधीर, अक्सर तनाव या परेशानी का प्रतिक्रियात्मक रूप में।"
  },
  "Throat Pain": {
    "english_name": "Throat Pain",
    "hindi_name": "गले में दर्द",
    "english_description": "Discomfort or pain in the throat, often associated with inflammation or infection.",
    "hindi_description": "गले में असहनीयता या दर्द, अक्सर सूजन या संक्रमण के साथ जुड़ी होती है।"
  },
  "Jaundice": {
    "english_name": "Jaundice",
    "hindi_name": "पीलिया",
    "english_description": "Yellowing of the skin and whites of the eyes due to elevated levels of bilirubin in the blood, often indicating liver problems.",
    "hindi_description": "रक्त में बिलीरुबिन के स्तर के बढ़ने के कारण त्वचा और आंखों का पीलापन, अक्सर जिगर समस्याओं का संकेत होता है।"
  },
  "Burning sensation during urination": {
    "english_name": "Burning sensation during urination",
    "hindi_name": "मूत्रानुपस्थिति के दौरान जलन",
    "english_description": "Painful or uncomfortable feeling of heat or irritation while passing urine, often due to infection or inflammation of the urinary tract.",
    "hindi_description": "मूत्र निकालने के दौरान तापमान या चिढ़ाने की असहनीय या असहनीय भावना, अक्सर मूत्र मार्ग के संक्रमण या सूजन के कारण।"
  },
  "Frequent Urination": {
    "english_name": "Frequent Urination",
    "hindi_name": "बार-बार मूत्र आवाज़",
    "english_description": "Need to urinate more often than usual, often indicative of conditions like urinary tract infection or diabetes.",
    "hindi_description": "सामान्य से अधिक बार मूत्र करने की आवश्यकता, अक्सर मूत्र मार्ग संक्रमण या मधुमेह जैसी स्थितियों का संकेत होती है।"
  },
  "Pain in Lower Abdomen": {
    "english_name": "Pain in Lower Abdomen",
    "hindi_name": "निचले पेट में दर्द",
    "english_description": "Discomfort or pain located in the lower part of the belly, often due to gastrointestinal issues or reproductive problems.",
    "hindi_description": "पेट के निचले हिस्से में स्थित असहनीयता या दर्द, अक्सर जीआई टी या प्रजनन समस्याओं के कारण।"
  },
  "Foul-Smelling Urine": {
    "english_name": "Foul-Smelling Urine",
    "hindi_name": "बदबूदार मूत्र",
    "english_description": "Urine with a strong, unpleasant odor, often indicative of urinary tract infection or dehydration.",
    "hindi_description": "मूत्र जिसमें तेज, अप्रिय गंध होती है, अक्सर मूत्र मार्ग संक्रमण या सूखापन का संकेत होती है।"
  },
  "Cloudy Urine": {
    "english_name": "Cloudy Urine",
    "hindi_name": "धुंधला मूत्र",
    "english_description": "Urine that appears hazy or cloudy in appearance, often due to the presence of bacteria, blood, or other substances.",
    "hindi_description": "ऐसा मूत्र जो दिखने में धुंधला या धुंधला दिखता है, अक्सर बैक्टीरिया, रक्त, या अन्य पदार्थों की मौजूदगी के कारण।"
  },
  "Bloody Urine": {
    "english_name": "Bloody Urine",
    "hindi_name": "रक्तवाला मूत्र",
    "english_description": "Urine containing visible blood, often indicative of underlying medical conditions such as urinary tract infection or kidney stones.",
    "hindi_description": "दृश्य रक्त युक्त मूत्र, अक्सर मूत्र मार्ग संक्रमण या गुर्दे की पथरी जैसी अंतर्निहित चिकित्सा स्थितियों का संकेत होता है।"
  },
  "Not feeling good": {
    "english_name": "Not feeling good",
    "hindi_name": "अच्छा नहीं महसूस कर रहा हूँ",
    "english_description": "General sense of discomfort or malaise, often indicating an underlying health issue.",
    "hindi_description": "अस्वस्थता या अस्वस्थता की सामान्य भावना, अक्सर अंतर्निहित स्वास्थ्य समस्या का संकेत होती है।"
  },
  "Common Flu": {
    "english_name": "Common Flu",
    "hindi_name": "सामान्य फ्लू",
    "english_description": "Contagious respiratory illness caused by influenza viruses, characterized by fever, cough, sore throat, body aches, and fatigue.",
    "hindi_description": "प्रसारणकारी श्वसन बीमारी, इन्फ्लुएंजा वायरस के कारण, जिसमें बुखार, खांसी, गले का दर्द, शारीरिक दर्द और थकावट होती है।"
  },
  "Gastritis": {
    "english_name": "Gastritis",
    "hindi_name": "गैस्ट्राइटिस",
    "english_description": "Inflammation of the lining of the stomach, often causing abdominal pain, nausea, and vomiting.",
    "hindi_description": "पेट के भीतरी तट की सूजन, अक्सर पेट में दर्द, मतली और उल्टी के कारण।"
  },
  "Gout": {
    "english_name": "Gout",
    "hindi_name": "गाउट",
    "english_description": "Form of arthritis characterized by sudden, severe attacks of pain, swelling, redness, and tenderness in the joints, often the big toe.",
    "hindi_description": "गठिया का एक रूप, जिसमें अचानक, तीव्र दर्द, सूजन, लालिमा, और जोड़ों में कोमलता की घायलता, अक्सर बड़ा अंगूठा।"
  },
  "Lung Abcess": {
    "english_name": "Lung Abcess",
    "hindi_name": "फेफड़ों की गांठ",
    "english_description": "Localized collection of pus within the lung tissue, often causing fever, cough, chest pain, and difficulty breathing.",
    "hindi_description": "फेफड़ों के ऊतक में भूंरे का स्थानीय संग्रहण, अक्सर बुखार, खांसी, छाती में दर्द, और श्वास की कठिनाई का कारण।"
  },
  "Peptic Ulcer disease": {
    "english_name": "Peptic Ulcer disease",
    "hindi_name": "पेप्टिक अल्सर रोग",
    "english_description": "Open sores that develop on the inner lining of the stomach, upper small intestine, or esophagus, often causing abdominal pain, bloating, and heartburn.",
    "hindi_description": "पेट की आंतों के अंदर की तट की खुली गांठें, अक्सर पेट में दर्द, पेट में फूलन, और अम्लशूल्क दहन का कारण होती हैं।"
  },
  "Malaria": {
    "english_name": "Malaria",
    "hindi_name": "मलेरिया",
    "english_description": "Potentially life-threatening disease transmitted through the bite of infected mosquitoes, causing symptoms like fever, chills, and flu-like illness.",
    "hindi_description": "संक्रमित मच्छरों के काटने के माध्यम से प्रकट होने वाली जीवन को खतरे में डालने वाली बीमारी, जो बुखार, शीतलता, और फ्लू-जैसे लक्षण पैदा करती है।"
  },
  "Tuberculosis": {
    "english_name": "Tuberculosis",
    "hindi_name": "तपेदिक",
    "english_description": "Infectious bacterial disease primarily affecting the lungs, characterized by coughing, chest pain, fever, and weight loss.",
    "hindi_description": "फेफड़ों पर अधिकांश रूप से प्रभावित जनसंख्या की संक्रामक जीवाणु बीमारी, जिसमें खांसी, छाती में दर्द, बुखार, और वजन की हानि होती है।"
  },
  "Food poisoning": {
    "english_name": "Food poisoning",
    "hindi_name": "भोजन संबंधी जहर",
    "english_description": "Illness caused by consuming contaminated food or water, resulting in symptoms like nausea, vomiting, and diarrhea.",
    "hindi_description": "जैविक खाद्य या पानी का सेवन करने से होने वाली बीमारी, जिससे मतली, उल्टी, और दस्त जैसे लक्षण होते हैं।"
  },
  "Gastroenteritis": {
    "english_name": "Gastroenteritis",
    "hindi_name": "गैस्ट्रोएंटेराइटिस",
    "english_description": "Inflammation of the stomach and intestines, often causing diarrhea, abdominal pain, nausea, and vomiting.",
    "hindi_description": "पेट और आंतों की सूजन, अक्सर दस्त, पेट में दर्द, मतली, और उल्टी का कारण।"
  },
  "Tension headache": {
    "english_name": "Tension headache",
    "hindi_name": "तनाव तथा चिंता का सिरदर्द",
    "english_description": "Mild to moderate headache typically associated with muscle tension, stress, or anxiety.",
    "hindi_description": "हलका से मध्यम सिरदर्द जो आमतौर पर मांसपेशी तनाव, तनाव, या चिंता से जुड़ा होता है।"
  },
  "Drug Reaction": {
    "english_name": "Drug Reaction",
    "hindi_name": "दवाई का प्रतिक्रिया",
    "english_description": "Adverse response or side effects resulting from medication, ranging from mild to severe.",
    "hindi_description": "दवाओं से होने वाले अनुपयोगी प्रतिक्रिया या दुष्प्रभाव, हल्के से लेकर गंभीरता तक।"
  },
  "Dengue": {
    "english_name": "Dengue",
    "hindi_name": "डेंगू",
    "english_description": "Mosquito-borne viral infection causing flu-like symptoms, fever, severe joint pain, and sometimes hemorrhagic manifestations.",
    "hindi_description": "मच्छर द्वारा प्रसारित वायरल संक्रमण जो फ्लू-जैसे लक्षण, बुखार, तीव्र जोड़ों में दर्द, और कभी-कभी रक्तस्राव के प्रकटन का कारण होता है।"
  },
  "Typhoid": {
    "english_name": "Typhoid",
    "hindi_name": "टायफाइड",
    "english_description": "Bacterial infection caused by Salmonella typhi bacteria, characterized by fever, headache, abdominal pain, and rash.",
    "hindi_description": "सैल्मोनेला टाइफी बैक्टीरिया द्वारा उत्पन्न जीवाणु संक्रमण, जिसमें बुखार, सिरदर्द, पेट में दर्द, और दाने होते हैं।"
  },
  "COPD": {
    "english_name": "COPD",
    "hindi_name": "सीओपीडी",
    "english_description": "Chronic Obstructive Pulmonary Disease, a progressive lung disease that makes it difficult to breathe.",
    "hindi_description": "क्रमिक रूप से प्रगतिशील फेफड़ों की बीमारी जो साँस लेने में कठिनाई पैदा करती है।"
  },
  "Bronchitis": {
    "english_name": "Bronchitis",
    "hindi_name": "ब्रोंकाइटिस",
    "english_description": "Inflammation of the bronchial tubes, often causing coughing, chest discomfort, and difficulty breathing.",
    "hindi_description": "ब्रोंकियल ट्यूब की सूजन, अक्सर खांसी, छाती में असहनीयता, और श्वास लेने में कठिनाई का कारण।"
  },
  "Cellulitis": {
    "english_name": "Cellulitis",
    "hindi_name": "सेलुलाइटिस",
    "english_description": "Bacterial skin infection characterized by red, swollen, and tender skin, often accompanied by fever and chills.",
    "hindi_description": "रक्तस्राव, सूजन, और कोमल त्वचा के साथ लक्षण दिखाने वाली बैक्टीरियल त्वचा संक्रमण, अक्सर बुखार और शीतलता के साथ।"
  },
  "Osteoarthritis": {
    "english_name": "Osteoarthritis",
    "hindi_name": "ऑस्टियोआर्थ्राइटिस",
    "english_description": "Degenerative joint disease causing pain, stiffness, and swelling, often associated with aging or injury.",
    "hindi_description": "दर्द, कठोरता, और सूजन का कारण बनने वाली अवसादी जोड़ों की बीमारी, अक्सर बुढ़ापे या चोट के साथ जुड़ी होती है।"
  },
  "Tonsilitis": {
    "english_name": "Tonsilitis",
    "hindi_name": "टॉन्सिलाइटिस",
    "english_description": "Inflammation of the tonsils, often causing sore throat, difficulty swallowing, and swollen lymph nodes.",
    "hindi_description": "टॉन्सिलों का सूजन, अक्सर गले में दर्द, पिघलाने में कठिनाई, और सूजने वाले लिम्फ ग्रंथियों का कारण।"
  },
  "OCD": {
    "english_name": "OCD",
    "hindi_name": "ओसीडी",
    "english_description": "Obsessive-Compulsive Disorder, a mental health condition characterized by intrusive thoughts and repetitive behaviors.",
    "hindi_description": "उत्कृष्ट व्यक्ति विचारों और बार-बार किये जाने वाले व्यवहारों से चिंता की मानसिक स्वास्थ्य स्थिति।"
  },


  "Haemorrhoids(Piles)": {
    "english_name": "Haemorrhoids(Piles)",
    "hindi_name": "बवासीर",
    "english_description": "Swollen and inflamed veins in the rectum and anus, often causing pain, itching, and bleeding during bowel movements.",
    "hindi_description": "गुदा और मलाशय में सूजन और सूजन वाली नसें, अक्सर बारी के दौरान दर्द, खुजली, और खून बहाने का कारण।"
  },
  "Carpel tunnel syndrome": {
    "english_name": "Carpel tunnel syndrome",
    "hindi_name": "कार्पल टनल सिंड्रोम",
    "english_description": "Condition causing numbness, tingling, or weakness in the hand due to compression of the median nerve in the wrist.",
    "hindi_description": "हस्त की कमजोरी, सुन्नता, या कमजोरी को कार्पल मार्जिन नस के दबाव के कारण।"
  },
  "Sinusitis": {
    "english_name": "Sinusitis",
    "hindi_name": "साइनसाइटिस",
    "english_description": "Inflammation of the sinus cavities, often causing congestion, facial pain, and nasal discharge.",
    "hindi_description": "साइनस गुफाओं का सूजन, अक्सर ठहराव, चेहरे का दर्द, और नाक की डिस्चार्ज का कारण।"
  },
  "Vertigo": {
    "english_name": "Vertigo",
    "hindi_name": "चक्कर",
    "english_description": "Sensation of spinning or dizziness, often due to inner ear problems or issues with the vestibular system.",
    "hindi_description": "घूमने या चक्कर की भावना, अक्सर अंतर्नाली की समस्याओं या वेस्टिब्यूलर प्रणाली के साथ समस्याएं होने के कारण।"
  },
  "Rheumatoid Arthritis": {
    "english_name": "Rheumatoid Arthritis",
    "hindi_name": "रूमेटॉइड आर्थराइटिस",
    "english_description": "Chronic inflammatory disorder affecting the joints, causing pain, swelling, and stiffness, often leading to joint deformity.",
    "hindi_description": "जोड़ों को प्रभावित करने वाली क्रमिक सूजन विकार, दर्द, सूजन, और कठोरता, अक्सर जोड़ों के विकृति के लिए नेतृत्व करने वाली।"
  },
  "Migraine": {
    "english_name": "Migraine",
    "hindi_name": "माइग्रेन",
    "english_description": "Neurological condition characterized by recurrent headaches, often accompanied by nausea, vomiting, and sensitivity to light.",
    "hindi_description": "न्यूरोलॉजिकल स्थिति जो बार-बार सिरदर्द के साथ होती है, अक्सर मतली, उल्टी, और प्रकाश के प्रति संवेदनशीलता के साथ।"
  },
  "Insomnia": {
    "english_name": "Insomnia",
    "hindi_name": "अनिद्रा",
    "english_description": "Difficulty falling asleep or staying asleep, often resulting in fatigue and impaired functioning during the day.",
    "hindi_description": "नींद आने में या नींद में रहने में कठिनाई, अक्सर दिन में थकावट और कार्य क्षमता में कमी का परिणाम होती है।"
  },
  "Pneumonia": {
    "english_name": "Pneumonia",
    "hindi_name": "न्यूमोनिया",
    "english_description": "Infection that inflames air sacs in one or both lungs, often causing cough, fever, and difficulty breathing.",
    "hindi_description": "इनफ़्लेम्ड एयर सैक्स का संक्रमण जो एक या दोनों फेफड़ों में होता है, अक्सर खांसी, बुखार, और श्वास लेने में कठिनाई का कारण।"
  },
  "Acid Reflux(GERD)": {
    "english_name": "Acid Reflux(GERD)",
    "hindi_name": "एसिड रिफ्लक्स (जीईआरडी)",
    "english_description": "Condition where stomach acid flows back into the esophagus, causing heartburn, chest pain, and difficulty swallowing.",
    "hindi_description": "शरीर की अवस्था जहां पेट का तेज़ाब ऊपरी गले में लौट आता है, जिससे ह्रदयदाह, छाती में दर्द, और निगलने में कठिनाई होती है।"
  },
  "Pharyngitis": {
    "english_name": "Pharyngitis",
    "hindi_name": "फेरिंजाइटिस",
    "english_description": "Inflammation of the throat, often causing sore throat, scratchiness, and difficulty swallowing.",
    "hindi_description": "गले की सूजन, अक्सर गले में दर्द, खराश, और निगलने में कठिनाई का कारण।"
  },
  "Chickenpox": {
    "english_name": "Chickenpox",
    "hindi_name": "चिकन पॉक्स",
    "english_description": "Highly contagious viral infection characterized by itchy red blisters, fever, and flu-like symptoms.",
    "hindi_description": "खुजलीदार लाल दानों, बुखार, और फ्लू-जैसे लक्षणों से पहचानी जाने वाली अत्यधिक संक्रामक वायरल संक्रमण।"
  },
  "Acute Gastroenteritis": {
    "english_name": "Acute Gastroenteritis",
    "hindi_name": "एक्यूट गैस्ट्रोएंटेराइटिस",
    "english_description": "Sudden inflammation of the stomach and intestines, often causing diarrhea, vomiting, and abdominal pain.",
    "hindi_description": "पेट और आंतों की अचानक सूजन, अक्सर दस्त, उल्टी, और पेट में दर्द का कारण।"
  },
  "Hepatitis": {
    "english_name": "Hepatitis",
    "hindi_name": "हेपेटाइटिस",
    "english_description": "Inflammation of the liver, often caused by viral infections, resulting in symptoms like jaundice, fatigue, and abdominal pain.",
    "hindi_description": "जिगर की सूजन, अक्सर वायरल संक्रमणों के कारण, जिससे पीलिया, थकावट, और पेट में दर्द जैसे लक्षण होते हैं।"
  },
  "Urinary Tract Infection": {
    "english_name": "Urinary Tract Infection",
    "hindi_name": "मूत्र मार्ग संक्रमण",
    "english_description": "Infection in any part of the urinary system, often causing burning sensation during urination, frequent urination, and lower abdominal pain.",
    "hindi_description": "मूत्र प्रणाली के किसी भी भाग में संक्रमण, अक्सर पेशाब के दौरान जलन, बार-बार पेशाब करने, और निचले पेट में दर्द का कारण।"
  },
  "Depression": {
    "english_name": "Depression",
    "hindi_name": "डिप्रेशन",
    "english_description": "Mood disorder characterized by persistent sadness, loss of interest or pleasure, and feelings of hopelessness or worthlessness.",
    "hindi_description": "ध्यान विकार जो निरंतर उदासी, रुचि या आनंद की हानि, और निराशा या निरर्थकता की भावनाओं से चिंता करता है।"
  }
}